{
    "Items": [
        {
            "clueLocation": "Piano",
            "clueText": "This Movie was Hitchcock's first Colour movie."
        },
        {
            "clueLocation": "CreepChair",
            "clueText": "You hear a gunshot echo from the window! Someone could be signalling for help."
        },
        {
            "clueLocation": "Coffin",
            "clueText": "This story was loosely based on a real life murder. Spooky."
        },
        {
            "clueLocation": "Ciggies",
            "clueText": "This movie is only made up of ten shots! These range from four and a half minutes to just over ten minutes each."
        },
        {
            "clueLocation": "Outside",
            "clueText": "This is one of two movies directed by Hitchcock in which two characters plot to commit the perfect murder."
        },
        {
            "clueLocation": "Bed",
            "clueText": "This movie was banned in several American cities because of the implied homosexuality."
        },
        {
            "clueLocation": "Bath",
            "clueText": "The way that this movie uses long takes makes it feel like a live tv program or stage play."
        },
        {
            "clueLocation": "Dining",
            "clueText": "The floorplan in this game is the same as this film."
        },
        {
            "clueLocation": "Kitchen",
            "clueText": "You open the kitchen drawer and find a short but sturdy rope."
        },
        {
            "clueLocation": "Piano",
            "clueText": "All the sound in this film is diagetic, meaning that all the sounds come from inside the films universe."
        },
        {
            "clueLocation": "CreepChair",
            "clueText": "The 35mm camera with the huge telephoto lens attached that the main character is using in this film is an early 1950s Exakta VX."
        },
        {
            "clueLocation": "Coffin",
            "clueText": "With this movie, Hitchcock was making the statement that it's wrong to spy on people but when we go to the cinema aren't we all voyeurs of some kind."
        },
        {
            "clueLocation": "Ciggies",
            "clueText": "The love affair between war photographer Robert Capa and Ingrid Bergman is believed to be Hitchcock's inspiration for this film."
        },
        {
            "clueLocation": "Outside",
            "clueText": "This movie was completely shot on one set that consisted of 31 apartments, of which 12 were furnished. The set became a marvel that visitors were eager to see."
        },
        {
            "clueLocation": "Bed",
            "clueText": "There is a pile of folded clothes lying on the bed. You lift them up to reveal jewelry. Wonder why that's there?"
        },
        {
            "clueLocation": "Bath",
            "clueText": "This was one of the first examples to firmly establish the auteur theory. Hitchcock creates the unmistakable belief from the credits onwards that this movie could have only come from his mind and no one else's."
        },
        {
            "clueLocation": "Dining",
            "clueText": "This was the top grossing film of 1954."
        },
        {
            "clueLocation": "Kitchen",
            "clueText": "You look out the window to find a dog dead on the pavement below. You wonder who could do such a thing to such a docile creature."
        },
        {
            "clueLocation": "Piano",
            "clueText": "When questioned about the non-existence of a musical score for this film, Hitchcock reasoned that the audience wouldn't know where the music was coming from in the middle of an ocean."
        },
        {
            "clueLocation": "CreepChair",
            "clueText": "Throughout this movie all the characters go through a transformation to reach the ending where they all have to work together."
        },
        {
            "clueLocation": "Coffin",
            "clueText": "This was the first film of Hitchcock’s ‘limited setting films’ where all of the film takes place in one compressed space."
        },
        {
            "clueLocation": "Ciggies",
            "clueText": "Tallulah Bankhead was cast in this movie because Sir Alfred Hitchcock wanted to use 'the most oblique, incongruous person imaginable in such a situation'."
        },
        {
            "clueLocation": "Outside",
            "clueText": "This film was based on a book written by John Steinbeck."
        },
        {
            "clueLocation": "Bed",
            "clueText": "Hitchcock, always striving for realism, insisted that the boat never stop moving and that there always be a touch of ocean mist and fog compounded of oil forced through dry ice."
        },
        {
            "clueLocation": "Bath",
            "clueText": "This film takes place takes in, and all of the naval engagements are part of, The Battle of the Atlantic: the war-long naval battle between the German Kriegsmarine and the Allied forces of Great Britain, the Commonwealth states, and eventually the United States, during World War II."
        },
        {
            "clueLocation": "Dining",
            "clueText": "You hear a man screaming 'Water! Willie has Water!'"
        },
        {
            "clueLocation": "Kitchen",
            "clueText": "'You killed our engine!' She yells at you."
        }
    ]
}